Repository: OPUS4/application
Catalog: modules/default/language/help.tmx
Source language: de
Languages: en

source: Veröffentlichen
en: Publish

source: Einstieg
en: Home

source: Suchen und Browsen
en: Search and browse

source: Hilfe
en: Help

source: Hilfe zu OPUS
en: Help about OPUS

source: Dieser Dokumentenserver ist bei der Deutschen Initiative für Netzwerkinformation (DINI) als standardkonformer Dokumentenserver zertifiziert.
en: This is an electronic document repository certified by DINI (Deutsche Initiative für Netzwerkinformation, German Initiative for network information)

source: Dieser Dokumentenserver ist registrierter Dataprovider bei der Open Archives Initiative (OAI) und unterstützt die OAI 2.0-Schnittstelle.
en: This repository server is registered as data provider at the Open Archives Initiative (OAI) and supports the OAI 2.0-interface

source: Dies ist ein von der DINI zertifizier Dokumentenserver
en: This is an electronic document repository certified by DINI

source: DINI-Zertifikatslogo
en: DINI-Certificate-Icon

source: Dieser Dokumentenserver ist bei der Open Archives Initiative (OAI) registrierter Dataprovider
en: This repository is registered as data provider at the Open Archives Initiative (OAI)

source: OAI-Logo
en: OAI-Icon

source: Über
en: About

source: Kontakt
en: Contact

source: Wenn Sie nach Texten der Hochschule suchen wollen, wählen Sie bitte das Menü "Suchen"; dort stehen Ihnen verschiedene Recherchemöglichkeiten zur Verfügung. Wollen Sie ein Dokument publizieren, wählen Sie bitte das Menü "Veröffentlichen"; mit wenigen Schritten können Sie dort Ihr Dokument an den Hochschulschriftenserver übertragen.
en: If you want to search for documents of the university, please choose the menu "Search" where you will find several search options.If you want to publish a document, please select the menu "Publish"; here you can submit your document to the publication server in just a few steps.

source: Hochschulschriftenserver
en: Publication Server

source: Die Bibliothek bietet allen Angehörigen der Hochschule – Lehrenden und Studierenden – die Möglichkeit, elektronisch erzeugte, qualifizierte Dokumente über ihr Online-Publikations-System kostenlos zu veröffentlichen. Die Texte stehen nach ihrer Veröffentlichung weltweit im Internet zur Verfügung und werden von der Bibliothek dauerhaft archiviert. Die Dokumente sind über Bibliothekskataloge und über die Suchmaschinen des WWW erschlossen und zugänglich.
en: The library offers to publish electronically generated and qualified documents on its online publication system. This service is for university members only and free of charge. After publication, the texts are available worldwide on the Internet and will be archived permanently by the library. The documents are indexed and made accessible in library catalogues and Web search engines.

source: Willkommen auf diesem Dokumentenserver. Dieser Server wird betrieben von der Bibliothek. Hier sind elektronische Volltexte zu finden. Wenn Sie selbst eine Dissertation bzw. Habilitation oder ein anderes wissenschaftliches Dokument an der TUHH verfasst haben und diese online verfügbar machen möchten, dann können Sie das über "Veröffentlichen" tun.
en: Welcome on this electronic document repository. This server is maintained by the university library. You can find electronic fulltexts here. If you have created a doctoral thesis or state doctorate or anything else interesting for the scientific community at this university and want to publish your work online, you can do that by clicking on "Publish".

source: about_content_policies.de.txt
en: about_content_policies.en.txt

source: about_content_documentation.de.txt
en: about_content_documentation.en.txt

source: about_content_disclaimer.de.txt
en: about_content_disclaimer.en.txt

source: about_content_impress.de.txt
en: about_content_impress.en.txt

source: Die auf diesem Server liegenden Dokumente dürfen zu wissenschaftlichen Zwecken und zum Eigengebrauch kopiert, ausgedruckt und zitiert werden. Die Urheberrechte liegen bei den Autoren. Jede kommerzielle Nutzung der Dokumente, auch von Teilen und Auszügen, ist ohne vorherige Zustimmung und Absprache mit den Serverbetreibern ausdrücklich verboten.
en: The documents on this server should be copied, printed out and referenced for your own or scientific purposes. The author has the copyright for his works. It is not permitted to use the complete documents or parts of them for commercial purpose without having the authorization of the author and the server mainatiner.

source: Allgemeines
en: General Info

source: Was ist das hier?
en: Whats this?

source: Leitlinien
en: Policies

source: Dokumentation
en: Documentation

source: Haftungsausschluss
en: Disclaimer

source: Impressum
en: Impress

source: Nutzungsbedingungen
en: Terms of Use

source: Benutzung des Dokumentenservers
en: Using this publication server

source: Kostet die Veröffentlichung Geld?
en: Is the publication free of charge?

source: Tipps für die Suche
en: Tipps concerning your search

source: Nein! Grundsätzlich ist die Veröffentlichung von Dokumenten derzeit kostenfrei.
en: Yes! Basically all publications are free of charge at the moment.

source: help_content_searchtipps.de.txt
en: help_content_searchtipps.en.txt

source: Hilfe für Autoren
en: Help for authors

source: Veröffentlichung von Dissertationen
en: Publication of thesises

source: help_content_diss.de.txt
en: help_content_diss.en.txt

source: help_content_free.de.txt
en: help_content_free.en.txt

source: An wen kann ich mich bei Fragen wenden?
en: I have some more questions - whom shall I contact?

source: Sind meine Publikationen frei zugänglich?
en: Are all of my publications publicly available?

source: Was brauche ich, um eine Veröffentlichung zu machen?
en: What do I need to publish here?

source: Welche rechtlichen Aspekte muss ich beachten?
en: What legal aspects should I regard?

source: Was ist das Präsentationsformat?
en: What`s a presentation format?

source: Welche Anforderungen werden an mein(e) Dokument(e) gestellt?
en: What demands do you make on my document(s)?

source: Was muss ich beim Schreiben der Texte beachten?
en: What do I have to consider writing my text?

source: Wie geht der Veröffentlichungsvorgang vor sich?
en: How do I publish my work here?

source: Was passiert, nachdem ich mein(e) Dokumente hochgeladen habe?
en: What happens after uploading my document(s)?

source: Besonderheiten bei der Publikation eines Preprints
en: Are there any special things to know publishing a preprint?

source: help_content_publneeds.de.txt
en: help_content_publneeds.en.txt

source: help_content_right.de.txt
en: help_content_right.en.txt

source: help_content_format.de.txt
en: help_content_format.en.txt

source: help_content_requirements.de.txt
en: help_content_requirements.en.txt

source: help_content_write.de.txt
en: help_content_write.en.txt

source: help_content_publicationprocess.de.txt
en: help_content_publicationprocess.en.txt

source: help_content_preprint.de.txt
en: help_content_preprint.en.txt

source: Wir prüfen das Dokument auf Funktionalität und Formalia. Sollten uns noch Angaben fehlen oder Rückfragen bestehen setzen wir uns mit Ihnen in Verbindung.
en: We will verify your documents on functionality and formal issues. If we need more data or we have questions we will get in contact with you.

source: Nehmen Sie Kontakt mit uns auf!
en: Contact us!

source: Sprache
en: Language

source: Suche
en: Search

source: Suchen
en: Search

source: Wenn Sie Fragen haben, die sich mit diesem Hilfesystem nicht beantworten lassen oder Ihnen etwas unklar ist, dann zögern Sie nicht, uns direkt zu kontaktieren!
en: If you have questions, which cannot be answered with this help system or if you do not understand something, please do not hesitate to get in contact with us!

source: Beratung
en: expert advice

source: Technik
en: Technics
